/*"HELP_BOOK" = "Mac Help";*/

"IR_PAIR_NOT_ADMIN_TIP" = "Du må logge deg på som administrator for å kunne endre denne innstillingen.";
"AUTH_TIP" = "Du må oppgi et administratornavn og -passord hvis du vil endre disse innstillingene.";
"SRVR_TIP" = "Disse valgene er ikke tilgjengelige i Mac OS X Server.";
"ADD" = "Legg til";

/* FileVault */
"OK" = "OK";
"CONTINUE" = "Fortsett";
"CANCEL" = "Avbryt";
"CHANGE" = "Endre…";
"APPLY" = "Bruk";
"DONTAPPLY" = "Ikke bruk";

"BOLD_FONT_NAME" = "LucidaGrande-Bold";

/* LOCALIZATION NOTE: MUST KEEP THE SPACE AFTER THE WARNING: TO GET PROPER DISPLAY SPACING IN WINDOW*/
"WARNING_RED" = "ADVARSEL: ";

"FILEVAULT_UNAVAILABLE" = "FileVault kan ikke slås på for denne kontoen.";
"FILEVAULT_UNAVAILABLE_DESC" = "Du kan ikke slå på FileVault for denne kontoen. Den er en nettverkskonto, eller Hjem-mappen befinner seg på en tjener.";

"FILEVAULT_UNAVAILABLE_FSYS" = "Du kan ikke slå på FileVault for å beskytte Hjem-mappen for denne brukerkontoen.";
"FILEVAULT_UNAVAILABLE_FSYS_DESC" = "Hjem-mappen er på et volum som ikke er i Mac OS Extended-formatet.";

"MANAGED_TOOLTIP" = "Valget er ikke tilgjengelig fordi det administreres av systemadministratoren.";
"EXTERNAL_ACCOUNT_CANT_ENABLE_FILEVAULT" = "Du kan ikke slå på FileVault for denne kontoen. Eksterne kontoer må opprettes som FileVault-kontoer.";

"MANAGED_TOOLTIP_AUTOLOGIN" = "Du kan ikke endre automatisk pålogging fordi det administreres av systemadministratoren.";

"MASTER_PASSWORD_VERIFY_ERR" = "Du har oppgitt det gamle hovedpassordet feil. Prøv igjen.";
/*"MASTER_PASSWORD_VERIFY_ERR_DESC" = "";*/

"PASS_VERIFY_ERR_SHORT" = "Passordene er ikke like.";
"PASS_VERIFY_ERR" = "Passordet og passordbekreftelsen stemmer ikke overens. Skriv inn passordet på nytt.";
/*"PASS_VERIFY_ERR_DESC" = "";*/

"MASTER_PASSWORD_IS_EMPTY_ERR" = "Du har ikke oppgitt et hovedpassord.";
"MASTER_PASSWORD_IS_EMPTY_ERR_DESC" = "Hvis du vil slå på FileVault, må du ha et hovedpassord.";

"PASSWORD_CANT_MATCH_HINT_ERR_SHORT" = "Passord og hint kan ikke være det samme.";
"PASSWORD_CANT_MATCH_HINT_ERR" = "Passord og hint kan ikke være det samme. Velg et annet hint.";
/*"PASSWORD_CANT_MATCH_HINT_ERR_DESC" = ""; */

"INCORRECT_PASSWORD_SHORT" = "Passordet er feil.";

"PASS_IS_EMPTY_ERR_SHORT" = "Du har ikke oppgitt et passord.";
"PASS_IS_EMPTY_ERR" = "Du har ikke oppgitt et passord.";
"PASS_IS_EMPTY_ERR_DESC" = "Hvis du vil slå på FileVault for denne brukerkontoen, må du oppgi et passord for kontoen.";

"KEYCHAIN_NONADMIN_PASSWORD" = "Nøkkelringpassordet vil bli endret til det nye kontopassordet.";
/*"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";*/

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "Nøkkelringpassordet vil bli endret til det nye kontopassordet.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Hvis nøkkelringen er låst, vil du bli bedt om å oppgi det nåværende nøkkelringpassordet før du kan endre passordet.";

"FILEVAULT_ON_OTHER_USERS_LOGGED_IN" = "Du kan ikke slå på FileVault mens andre brukere er logget på.";
"FILEVAULT_ON_OTHER_USERS_LOGGED_IN_DESCR" = "Be andre brukere om å logge seg av, og slå deretter på FileVault for denne kontoen.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN" = "Du kan ikke slå av FileVault mens andre brukere er logget på.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN_DESCR" = "Be andre brukere om å logge seg av, og slå deretter av FileVault for denne kontoen.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN" = "Du kan ikke konvertere FileVault-formater mens andre brukere er logget på datamaskinen.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN_DESCR" = "Be andre brukere om å logge seg av, og konverter deretter FileVault for denne kontoen.";


"FILEVAULT_ON_NO_ROOM" = "Det er ikke nok ledig plass på harddisken til å slå på FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR" = "For å slå på FileVault kreves ytterligere %@ ledig plass på volumet «%@». Prøv å tømme papirkurven eller slette filer du ikke trenger.";

"FILEVAULT_OFF_NO_ROOM" = "Det er ikke nok ledig plass på harddisken til å slå av FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR" = "For å slå av FileVault kreves ytterligere %@ ledig plass på volumet «%@». Prøv å tømme papirkurven eller slette filer du ikke trenger.";

"FILEVAULT_CONVERT_NO_ROOM" = "Det er ikke nok ledig plass på harddisken til å konvertere FileVault.";
"FILEVAULT_CONVERT_NO_ROOM_DESCR" = "For å konvertere FileVault kreves ytterligere %@ ledig plass på volumet «%@». Prøv å tømme papirkurven eller slette filer du ikke trenger.";

/* Added these strings as place holders if 3423947 is fixed */
"FILEVAULT_ON_NO_ROOM_WITH_HD_NAME" = "Det er ikke nok ledig plass på «%@» til å slå på FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR_WITH_HD_NAME" = "For å slå på FileVault kreves ytterligere %@ ledig plass på harddisken til et kryptert eksemplar av Hjem-mappen. Prøv å tømme papirkurven eller slette filer du ikke trenger, fra «%@».";

"FILEVAULT_OFF_NO_ROOM_WITH_HD_NAME" = "Det er ikke nok ledig plass på «%@» til å slå av FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR_WITH_HD_NAME" = "For å slå av FileVault kreves ytterligere %@ ledig plass på harddisken til et ukryptert eksemplar av Hjem-mappen. Prøv å tømme papirkurven eller slette filer du ikke trenger, fra «%@».";
"FILEVAULT_SECURE_ERASE_STATUS" = "Utfører sikker sletting av forrige Hjem-mappe: %d %% fullført.";
"FILEVAULT_SECURE_ERASE_FINISHED" = "Sikker sletting av forrige Hjem-mappe er fullført.";

"MASTER_PASSWORD_PART_1" = "Hovedpassord er ";
"MASTER_PASSWORD_PART_2_NO" = "ikke angitt";
"MASTER_PASSWORD_PART_2_YES" = "angitt";
"MASTER_PASSWORD_PART_3" = " for denne maskinen.";

"FILEVAULT_PART_1" = "FileVault-beskyttelse er ";
"FILEVAULT_PART_2_NO" = "av";
"FILEVAULT_PART_2_YES" = "på";
"FILEVAULT_PART_3" = " for denne kontoen.";

"SET_MASTER_PASSWORD" = "Angi hovedpassord…";
"TURN_ON_FILEVAULT" = "Slå på FileVault…";
"TURN_OFF_FILEVAULT" = "Slå av FileVault…";
"FILEVAULT_ON_NOTE" = "Det kan ta en stund å slå på FileVault.";
"FILEVAULT_OFF_NOTE" = "Det kan ta en stund å slå av FileVault.";

"CHANGE_PASS_FAILED_TITLE" = "Passordet kan ikke brukes.";
"CHANGE_PASS_FAILED" = "Det oppsto et problem med passordet. Det er mulig at systemadministratoren ikke har tillatt at passordet kan endres. Kontakt systemadministratoren.";
"CHANGE_PASS_FAILED_QualityCheck" = "Passordet oppfylte ikke kravene som er angitt av systemadministratoren. Det er mulig at passordet krever andre tegn, tall eller symboler. Hvis du ikke er sikker på hva passordkravene er, kontakter du systemadministratoren.";
"CHANGE_PASS_FAILED_TooShort" = "Passordet er for kort. Angi et lengre passord.";
"CHANGE_PASS_FAILED_TooLong" = "Passordet er for langt. Angi et kortere passord.";
"CHANGE_PASS_FAILED_NeedsLetter" = "Passordet må inneholde én eller flere bokstaver. Angi et nytt passord.";
"CHANGE_PASS_FAILED_NeedsDigit" = "Passordet må inneholde ett eller flere tall. Angi et nytt passord.";
"CHANGE_PASS_FAILED_TooSoon" = "Du har endret passordet nylig. Systemadministratoren tillater ikke at passordet endres på nytt i løpet av et så kort tidsrom. Kontakt systemadministratoren.";

/* Location Services Reset Warnings strings */
"RESET_ALERT_MESSAGE_TEXT" = "Er du sikker på at du vil nullstille stedsadvarsler?";
"RESET_ALERT_INFO_TEXT" = "Når du blir spurt om det, må du tillate at programmer bruker plasseringen din.";

"IR_DISABLED_NOTE" = "Denne datamaskinen vil ikke fungere med fjernkontroller.";
"IR_PAIRED_NOTE" = "Denne datamaskinen vil kun fungere med den sammenkoblede fjernkontrollen.";
"IR_UNPAIRED_NOTE" = "Denne datamaskinen vil fungere med alle tilgjengelige fjernkontroller.";
"IR_PAIRED_BUTTON" = "Slett sammenkobling";
"IR_UNPAIRED_BUTTON" = "Sammenkoble…";

"REQUIRE_PASSWORD_FOR_EACH_PREFPANE_SECURE_CARD_TEXT" = "Krev administratorpassord for å låse opp hvert Systemvalg-panel";

"GUEST_ACCOUNT_REQUIRE_PASSWORD_TOOLTIP" = "Gjestebrukere kan ikke endre denne innstillingen";

/* Firewall Strings */
"Remote Management" = "Ekstern administrering";
"Network Time" = "Nettverkstid";
"File Sharing" = "Fildeling (%@)";
"FTP" = "FTP";
"SMB" = "SMB";
"AFP" = "AFP";
"Web Sharing" = "Webdeling";
"Printer Sharing" = "Skriverdeling";
"Remote Apple Events" = "Eksterne Apple-hendelser";
"Remote Login - SSH" = "Ekstern pålogging (SSH)";
"iChat Rendezvous" = "iChat Bonjour";
"iPhoto Rendezvous Sharing" = "iPhoto-bildedeling";
"iTunes Music Sharing" = "iTunes-musikkdeling";
"Screen Sharing" = "Skjermdeling";
"Optical Disc Sharing" = "DVD- og CD-deling";

"CAPTION_FIREWALL_IS" = "Brannmur: ";
"FIREWALL_OFF" = "Av";
"FIREWALL_ON" = "På";

"FIREWALL_BUTTON_START" = "Start";
"FIREWALL_BUTTON_STOP" = "Stopp";
"FIREWALL_START" = "Klikk på Start for å slå på brannmuren.";
"FIREWALL_STOP" = "Klikk på Stopp for å slå av brannmuren.";

"FIREWALL_ALERT" = "Denne datamaskinens brannmur er slått av.";
"FIREWALL_ALERT_INFO" = "Klikk på Start for å slå på brannmuren.";

"Services_DisplayName" = "Tjenester";
"Applications_DisplayName" = "Programmer";

"SHOW_IN_FINDER" = "Vis i Finder";
"OPEN_SHARING_PREF" = "Åpne Deling";

"SERVICES_SECTION_TOOLTIP_FORMAT" = "Du kan slå av %@ i Deling-valgpanelet";
"OPEN_LOG_NO_LOG_TOOLTIP" = "Brannmurlogg er ikke tilgjengelig";

"AX_ADD_CONNECTION_DESCRIPTION" = "Legg til forbindelse";
"AX_DELETE_CONNECTION_DESCRIPTION" = "Slett forbindelse";

"FIREWALL_EXPLANATORY_TEXT_LIMITED" = "Brannmuren er slått på og konfigurert til å forhindre at uautoriserte programmer og tjenester kan godta innkommende tilkoblinger.";
"FIREWALL_EXPLANATORY_TEXT_OFF" = "Denne datamaskinens brannmur er slått av. Alle innkommende tilkoblinger til denne maskinen tillates.";
"FIREWALL_EXPLANATORY_TEXT_BLOCK" = "Brannmuren er slått på og konfigurert til å blokkere alle innkommende tilkoblinger bortsett fra tilkoblinger som kreves for grunnleggende Internett-tjenester, for eksempel DHCP, Bonjour og IPSec.";
"FIREWALL_EXPLANATORY_TEXT_WARN" = "Brannmuren vil blokkere alle delingstjenester, for eksempel fildeling, skjermdeling, iChat Bonjour og iTunes-musikkdeling. Hvis du vil tillate delingstjenester, klikker du på Avansert og fjerner markeringen for avkrysningsruten «Blokker alle innkommende tilkoblinger».";
"FIREWALL_EXPLANATORY_TEXT_WARN_ADV" = "Brannmuren vil blokkere alle delingstjenester, for eksempel fildeling, skjermdeling, iChat Bonjour og iTunes-musikkdeling. Hvis du vil tillate delingstjenester, fjerner du markeringen for avkrysningsruten «Blokker alle innkommende tilkoblinger».";
"FIREWALL_IMPORTANT" = "VIKTIG";

"ALERT_UNSAVED_CHANGES" = "Brannmurinnstillingene har endringer som ikke er arkivert";
"ALERT_UNSAVED_CHANGES_EXIT" = "Vil du ta i bruk endringene før du lukker Sikkerhet-valgpanelet?";

"%@ KB" = "%@ kB";
"%@ MB" = "%@ MB";
"%@ GB" = "%@ GB";
